Repository: virtual-labs/organic-chemistry-virtual-lab
Catalog: src/lab/Laser_Flash_Photometer/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: लटकती सूची से नमूना समाधान का चयन करें।

source: help2
hi_in: नमूना समाधान लोड करने के लिए, लोड नमूना बटन पर क्लिक करें।

source: help3
hi_in: प्लॉट करने के लिए ग्राफ संबंधित स्लाइडर का उपयोग तरंगदैर्ध्य को समायोजित।

source: help4
hi_in: रीसेट बटन पर प्रयोग पर क्लिक करें रीसेट करने के लिए।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Laser Flash Photometer
hi_in: लेजर फ्लैश फोटोमीटर

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Select a sample solution
hi_in: एक नमूना समाधान का चयन करें

source: xanthone
hi_in: सान्तों

source: 2-aminophenothiazine
hi_in: 2-अमीनोफेनोथियासिन

source: zinc phthalocyanine
hi_in: जिंक पीएचतलोसयानिन

source: Load sample
hi_in: लोड नमूना

source: Adjust Wavelength
hi_in: वेवलेंथ को समायोजित करें

source: Reset
hi_in: रीसेट

source: Transient absorption spectra of Xanthone in SDS solution
hi_in: एसडीएस समाधान में सान्तों के क्षणिक अवशोषण स्पेक्ट्रा

source: Transient absorption spectra of 2-aminophenothiazine in nitrogen saturated solution
hi_in: नाइट्रोजन संतृप्त समाधान में 2-अमीनोफेनोथियासिन के क्षणिक अवशोषण स्पेक्ट्रा

source: Transient absorption spectra of zinc phathalocyanine in degassed tolune solution
hi_in: डीगससेद टोल्यूनि समाधान में जस्ता पीएचतलोसयानिन के क्षणिक अवशोषण स्पेक्ट्रा
