Repository: virtual-labs/organic-chemistry-virtual-lab
Catalog: src/lab/Estimation_of_Glucose/locale/*/messages.po
Languages: hi_in

source: Stop
hi_in: रुकें

source: Start
hi_in: प्रारंभ

source: Error
hi_in: एरर

source: Add Methylene Blue!
hi_in: मेथिलीन ब्लू जोड़ना

source: Okay
hi_in: अच्छा

source: help1
hi_in: 'तैट्रेन्ट' लटकती का उपयोग कर तैट्रेन्ट का चयन करें।

source: help2
hi_in: स्लाइडर का उपयोग कर तैट्रेन्ट 'बूंदों की स्पीड' की गति को समायोजित करें।

source: help3
hi_in: सामान्य समायोजित करें और इसी स्लाइडर्स का उपयोग मात्रा।

source: help4
hi_in: 'आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए।

source: help5
hi_in: तैट्राटे समाधान नीला हो जाते हैं जब तक।

source: help6
hi_in: अंत बिंदु को ध्यान से देखें और मेथिलीन का उपयोग करते हुए 'मेथिलीन ब्लू' बटन जोड़ने।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Organic Synthesis: Estimation Of Glucose
hi_in: कार्बनिक संश्लेषण: ग्लूकोज का आकलन

source: Variables
hi_in: चर

source: Titrant
hi_in: टाइट्रट

source: Water Melon
hi_in: तरबूज

source: Speed of drops
hi_in: टाइट्रट की गति

source: Titrate
hi_in: टाइट्रेट

source: Fehling's Solution
hi_in: फाहलिंग समाधान

source: Indicator :
hi_in: संकेतक:

source: Normality
hi_in: साधारण अवस्था

source: Volume
hi_in: आयतन

source: Volume of Water
hi_in: पानी की मात्रा

source: Methylene Blue
hi_in: मेथिलीन ब्लू

source: Reset
hi_in: रीसेट

source: Result
hi_in: परिणाम

source: Titrant Used
hi_in: तैट्रेन्ट प्रयुक्त

source: ml
hi_in: मिलीलीटर

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Tender Coconut
hi_in: कच्चा नारियल

source: Soft Drink
hi_in: शीतल पेय
