Repository: virtual-labs/organic-chemistry-virtual-lab
Catalog: src/lab/Calculation_of_λmax_of_Organic_Compounds_Using_Woodward_Fieser_Rules/locale/*/messages.po
Languages: hi_in

source: Error
hi_in: त्रुटि

source: Enter correct values
hi_in: सही मान दर्ज

source: Close
hi_in: बंद करे

# Incorrect Lmax value
source: Incorrect λmax value
hi_in: गलत λ अधिकतम मूल्य

# Okay
source: Ok
hi_in: ठीक

# help1
source: Select the type of compound from the given tabs.
hi_in: दिए गए टैब से परिसर के प्रकार का चयन करें।

# help2
source: Enter the correct values in the textbox in the menu.
hi_in: मेनू में पाठ बॉक्स में सही मान दर्ज करें।

# help3
source: Calculate the λmax from the given figure and enter in the textbox.
hi_in: दिए गए आंकड़े से λmax की गणना और पाठ बॉक्स में दर्ज करें।

# help4
source: Click 'SUBMIT' button for checking the answer. Click on the 'RESET' button to refresh the experiment.
hi_in: जवाब की जाँच के लिए बटन 'सबमिट' पर क्लिक करें। 'रीसेट' बटन पर क्लिक करें प्रयोग ताज़ा करने के लिए।

source: Next
hi_in: अगला

# heading
source: Calculation of λmax of Organic Compounds Using Woodward Fieser Rules
hi_in: वुडवर्ड Fieser नियम कार्बनिक यौगिकों के λ अधिकतम का उपयोग कर की गणना

source: Variables
hi_in: चर

source: Base Value
hi_in: आधार मूल्य

# Doublebond
source: Double bond conjugation
hi_in: डबल बांड विकार

# Exocyclicdouble
source: Exocyclic double bonds
hi_in: Exocyclic डबल बांड

source: Polar groups
hi_in: ध्रुवीय समूहों

source: Alkyl substituent
hi_in: अल्काइल substituent

# ringResidue
source: or Ring residue
hi_in: या अंगूठी अवशेष

source: Controls
hi_in: नियंत्रण

# lamdaMax
source: λmax
hi_in: λ अधिकतम

source: Correct
hi_in: सही

source: Submit
hi_in: जमा करें

source: Aromatic
hi_in: सुगंधित

source: Ketone
hi_in: कीटोन

source: Conjugate
hi_in: रूप साधना

# AlkylSubstituentKeto
source: Alkyl substituent or Ring residue
hi_in: अल्काइल substituent या अंगूठी छाछ

# Polargroupsposition
source: Polar groups position in
hi_in: में ध्रुवीय समूहों की स्थिति

source: Homodiene compound
hi_in: Homodiene यौगिक

source: Ortho
hi_in: ऑर्थो

source: Para
hi_in: पैरा

source: Meta
hi_in: मेटा

# lambdamax
source: λmax
hi_in: λ अधिकतम

# Result
source: Reset
hi_in: परिणाम

# copyright
source: Copyright © Amrita University 2009 - 2015
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015
